/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Peringatkan 1 Menit Sebelum Terputuskan";

/* Title for the about page */
"About" = "Tentang";

/* The string describing a buddy's account */
"Account" = "Akun";

/* Title for the accounts tab */
"Accounts" = "Akun";

/* String to be displayed when a buddy is Active */
"Active" = "Aktif";

/* The title for the view to add a buddy */
"Add Buddy" = "Tambah Teman";

/* stirng to describe advanced set of settings */
"Advanced" = "Advanced";

/* Agree to EULA */
"Agree" = "Setuju";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Bolehkan Otentikasi Tak Tersandi";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Hapus otomatis";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Kirim crash logs (opt-in) secara otomatis";

/* Label in buddylist for users that are available */
"Available" = "Tersedia";

/* Label in buddylist for users that are away */
"Away" = "Menjauh";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesi di latar belakang akan kadaluarsa dalam semenit.";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* The String for a button to block a buddy */
"Block" = "Blok";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blok & Hilangkan";

/* Name for default buddy group */
"Buddies" = "Teman-teman";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Info Teman";

/* Title for the buddy list tab */
"Buddy List" = "Daftar Teman";

/* Cancel an alert window */
"Cancel" = "Batal";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Batakan Percakapan Tersandi";

/* Title for chat view */
"Chat" = "Percakapan";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Ngobrol denganku dengan tersandi";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure dipersembahkan untukmu dari berbagai proyek open source.";

/* let users know source is on Github */
"Check out the source here on Github" = "Periksa sumbernya di Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Hapus Catatan Percakapan";

/* Button label for connecting a facebook account */
"Connect Facebook" = "Hubungkan Facebook";

/* Whether or not account is logged in */
"Connected" = "Terhubung";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Bantu terjemahkan";

/* Title for the conversations tab */
"Conversations" = "Percakapan";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Hapus Akun?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Hapus percakapan waktu terputus";

/* Shows in the chat view when a message has been delivered */
"Deliverd" = "Terkirim";

/* Disagree with EULA */
"Disagree" = "Tidak setuju";

/* button label for disconnecting facebook account */
"Disconnect Facebook" = "Putuskan Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Terputus";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Jangan Ganggu";

/* Label text for domain field on login scree */
"Domain" = "Domain";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain perlu disetel secara manual ketika menentukan port lain";

/* Title for donation link */
"Donate" = "Sumbang";

/* Title for button to press when user is finished */
"Done" = "Selesai";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Teks Yang Dimasukkan";

/* Title of error message popup box */
"Error!" = "Kesalahan!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Gagal menghubungi XMPP server. Pastikan login anda benar dan terkoneksi dengan internet, kemudian coba lagi.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Gagal memulai otentikasi. Coba lagi.";

/* your fingerprint */
"Fingerprint for you" = "Sidik jari anda";

/* Size for the font in the chat screen */
"Font Size" = "Besar Huruf";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Pergi";

/* the name for google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grup";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grup-grup";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname Tidak Cocok";

/* Ignore an incoming message */
"Ignore" = "Acuhkan";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change langugages return to the home screen and remove ChatSecure from the recently used apps" = "Untuk merubah bahasa, kembalilah ke layar utama dan hapus ChatSecure dari daftar aplikasi yang akhir-akhir ini digunakan.";

/* String to be displayed when a budy has become inactive */
"Inactive" = "Tak aktif";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Mulai Percakapan Tersandi";

/* Message shown inline for users that are available */
"is now available" = "sekarang tersedia";

/* Message shown inline for users that are away */
"is now away" = "sedang tidak di tempat";

/* Message shown inline for users that are offline */
"is now offline" = "sekarang offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Bahasa";

/* Stirng of title to alert user langague is change */
"Language Change" = "Ubah Bahasa";

/* log in to account */
"Log In" = "Masuk";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Masuklah ke dalam halaman Pengaturan (dapat ditemukan di pojok kanan atas daftar teman), kemudian pilih teman dari Daftar Teman untuk memulai percakapan.";

/* log out from account */
"Log Out" = "Keluar";

/* shown during the login proceess */
"Logging in..." = "Memasuki...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Masuk ke";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Keluar dari OSCAR?";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "Keluar dari XMPP?";

/* just the word as a placeholder for the message text field */
"Message" = "Pesan";

/* The string describing a buddy's dispaly name */
"Name" = "Nama";

/* For a new settings value */
"New" = "Baru";

/* Title for New Account View */
"New Account" = "Akun Baru";

/* prefix to show buddies status message inline on chatview */
"New Status Message: %@" = "Status Pesan Baru: %@";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "Belum Ada Akun";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Tak Tersedia";

/* Not Verfied or cancle verified */
"Not Verified" = "Tidak Terverivikasi";

/* Label in buddylist for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Lama";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Buka di Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Boleh tak diisi";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Lainnya";

/* Label text for password field on login screen */
"Password" = "Password";

/* String for xmpp buddies when adding buddy is pedning */
"Pending Approval" = "Menunggu Persetujuan";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Hapus permanen";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Homepage Proyek";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Katanya sidik jari untuk";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Baca";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Belakangan Ini";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Ingat password";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Ingat username";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Hilangkan";

/* Reply to an incoming message */
"Reply" = "Balas";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Perlu TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Diperlukan";

/* Title for button for saving a setting */
"Save" = "Simpan";

/* Title of alert box warning about security issues */
"Security Warning" = "Peringatan Keamanan";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "Self Signed SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Self-Signed SSL";

/* For sending a message */
"Send" = "Kirim";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Kirim Crash Reports";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Kirim Bukti Penerimaan";

/* String on button to email feedback */
"Send Feedback" = "Kirim Saran";

/* Stirng in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* Title for the Settings screen */
"Settings" = "Pengaturan";

/* Title for sharing a link to the app */
"Share" = "Bagikan";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "Ingatkan Waktu Keluar";

/* description for what the font size setting affects */
"Size for font in chat view" = "Besar font dalam layar percakapan";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Tidak Cocok";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Percakapan dengan %@ tidak tersandi lagi.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Percakapan ini tersandi";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Percakapan ini tersandi dan terverifikasi.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "QR Code ini mengandung link ke http://omniqrcode.com/q/chatsecure dan akan menujukan anda ke App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Mengetik";

/* example of a google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Username";

/* Shown when verifying fingerprints */
"Verified" = "Terverivikasi";

/* Shown when verifying fingerprints */
"Verify" = "Cocokkan";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifikasi Sidik Jari";

/* Shown when verifying fingerprings */
"Verify Later" = "Verifikasi Nanti";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versi";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Peringatan: Percakapan ini tidak tersandi";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Peringatan: Gunakan dengan hati-hati! Ini akan mengurangi keamanan anda.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Obrolan ini akan dihapus selamanya bila anda meninggalkannya.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Anda (%@) telah terputus.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Kamu adalah: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Anda harus dalam obrolan yang teramankan dulu.";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "Anda harus memasukkan username dan password untuk login.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Donasi anda akan menolong pembiayaan pengembangan ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Facebook username anda bukanlah email yang anda gunakan untuk login di Facebook";

